<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<style type="text/css">
<!--
.Estilo2 {color: #006699}
.Estilo3 {color: #CC0000;
	font-weight: bold;}
.Estilo4 {color: #CC0000}
-->
</style>
</head>
<body bgcolor="#FFFFFF"> 
<p>Problema 199 </p> 
<p>De la Introducci&oacute;n: </p> 
<p>Un d&iacute;a nos encontramos con un libro de matem&aacute;ticas serio (T. Saati, (1963), <span class="Estilo2">M&eacute;todos matem&aacute;ticos de investigaci&oacute;n de las operaciones</span>, Ed. Voenizdat, ruso) con un problema que nos pareci&oacute; que hab&iacute;a llegado de las obras de <span class="Estilo3">Conan Doyle</span> o <span class="Estilo4"><strong>Stevenson</strong>:</span> En &eacute;ste se trataba de las b&uacute;squedas de un tesoro. Cierta persona se enter&oacute; de que en el lugar donde hay enterrado un tesoro crecen solamente tres &aacute;rboles: un roble, un pino y un abedul. Para encontrar el tesoro hay que situarse debajo del abedul, (A), volvi&eacute;ndose de cara a la l&iacute;nea recta que pasa a trav&eacute;s del roble y el pino (R y P). En este caso el roble ha de estar a la derecha y el pino a la izquierda. Luego es necesario dirigirse al roble contando los pasos. Al llegar al roble se vira en &aacute;ngulo recto hacia la derecha y se da la misma cantidad de pasos que se dio entre el abedul y el roble. En este punto es necesario detenerse y clavar un jal&oacute;n (J1). </p> 
<p><img src="pro199.GIF" width="479" height="211"></p> 
<p>Despu&eacute;s hay que regresar al abedul y dirigirse desde este hacia el pino, contando los pasos. Al llegar al pino se vira en &aacute;ngulo recto hacia la izquierda y se da la misma cantidad de pasos que se dio entre el abedul y el pino. En este punto es preciso detenerse y calvar otro jal&oacute;n (J2). El tesoro est&aacute; enterrado precisamente en el centro entre los jalones (en la figura, T). En presencia de una instrucci&oacute;n tan detallada, las b&uacute;squedas no pudieron provocar dificultades. Sin embargo, &eacute;stas a pesar de todo surgieron. Result&oacute; que cuando el buscador del tesoro lleg&oacute; al terreno indicado s&oacute;lo encontr&oacute; el roble y el pino. No hab&iacute;a ni se&ntilde;al del abedul. Pero con todo, encontr&oacute; el tesoro. Surge la pregunta, &iquest;c&oacute;mo logr&oacute; hacerlo?. </p> 
<p>Ly&uacute;bich, Y.I., Shor, L.A. (1976, original ruso, 1978 edici&oacute;n en espa&ntilde;ol. ). M&eacute;todo cinem&aacute;tica en problemas geom&eacute;tricos. Lecciones populares de matem&aacute;ticas. Editorial Mir. Mosc&uacute;. (traducci&oacute;n de Lozhkin, G.A.). (p&aacute;g 9,10) </p> 
</body>
</html>
