<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>

<body>
<p>Problema 208.</p>
<p>Un tri&aacute;ngulo equil&aacute;tero inscrito.</p>
<p>Bryant, V.W. y Austin, A.K. (1983): Reading in Mathematical Education. Geometry.</p>
<p>Seleccionado por Marion Walter. <a href="http://www.atm.org.uk/">Association of Teachers of Mathematics.</a> </p>
<p>Los profesores Bryant y Austin estaban en la Universidad de Scheffield</p>
<p>Traducci&oacute;n de Ricardo Barroso Campos.(Did&aacute;ctica de las Matem&aacute;ticas) 
  Universidad de Sevilla.</p>
<p> Recientemente hemos propuesto la siguiente cuesti&oacute;n en una clase de 
  j&oacute;venes matem&aacute;ticos:</p>
<table width="90%" border="1">
  <tr>
    <td>&quot;Dado un tri&aacute;ngulo, mostrar c&oacute;mo se construyen tres 
      puntos, uno en cada lado, de manera que formen los v&eacute;rtices de un 
      tri&aacute;ngulo equil&aacute;tero.&quot;</td>
  </tr>
</table>
<p>Esta situaci&oacute;n se ilustra as&iacute;:</p>
<p><img src="pro208im1.jpg" width="192" height="155"></p>
<p>Trataremos una variedad de soluciones elegantes, y con una generalizaci&oacute;n 
  importante de los resultados, de las que presentaremos algunas de las posibles 
  soluciones. En primer lugar se&ntilde;alemos que los tres puntos se pueden construir 
  de forma que no es &uacute;nica:</p>
<p><img src="pro208im2.jpg" width="192" height="155"></p>
<p>Tambi&eacute;n en algunos casos es necesario elegir un punto de partida para 
  alguna de estas construcciones. Como dijo un miembro de la clase: &quot;&iexcl;El 
  primer punto se eleige &quot;de manera sensible&quot;!, y asumimos que siempre 
  es este el caso. De hecho esto signifca excluir unos puntos que no son sensibles.</p>
<p>&nbsp;</p>
<p>Ejemplo 1.- (i) Escogemos A' en AB y consturimos D en BC tal que &lt;DA'B = 
  30&ordm;.</p>
<p>(ii) Construimos la mediatriz de A'D que cortar&aacute; a AC en E.</p>
<p>(iii) Construimos la circunferencia de centro E y radio ED que cortar&aacute; 
  a AB en A' y F.</p>
<p>Entonces DEF es tri&aacute;ngulo equil&aacute;tero.</p>
<p><img src="pro208im3.jpg" width="262" height="203"></p>
<p>(Razones: Por las propiedades de una circunferencia, es &lt;FED=2 &lt;FA'D=60&ordm;. 
  Adem&aacute;s, dado que EF=ED, se sigue que DEF es equil&aacute;tero)</p>
<p>&nbsp;</p>
<p>Ejemplo 2. </p>
<p>(i) y (ii) como en el ejemplo 1.</p>
<p>Construimos la mediatriz de DE. Cortar&aacute; a AB en F.</p>
<p><img src="pro208im4.jpg" width="268" height="203"></p>
<p>DEF es el mismo tri&aacute;ngulo equil&aacute;tero del ejemplo1.</p>
<p>Ejemplo 3</p>
<p>(i) Elegimos D en BC tal que AD sea la bisectriz de &lt;BAC.</p>
<p>(ii) Construimos E en AB y F en AC tal que &lt;EDA=&lt;FDA=30&ordm;.</p>
<p><img src="pro208im5.jpg" width="268" height="203"></p>
<p>Entonces DEF es tri&aacute;ngulo equil&aacute;tero. </p>
<p>(Razones: Claramente los tri&aacute;ngulos DEA DFA son congurentes, de donde 
  DE=DF y DEF es tri&aacute;ngulo equil&aacute;tero).</p>
<p>Ejemplo 4</p>
<p>En este ejemplo construimos un tri&aacute;ngulo equil&aacute;tero inscrito 
  con nuevas restricciones de manera que uno de sus lados sea paralelo a BC. </p>
<p>(i) Construimos un tri&aacute;ngulo equil&aacute;tero BCX como se muestra.</p>
<p>(ii) Construimos una recta a trav&eacute;s de X, paralela a BC, que al cortar 
  a AB da lugar al punto Y , y al cortar a AC da lugar al punto Z.</p>
<p><img src="pro208im6.jpg" width="466" height="304"></p>
<p>&nbsp;</p>
<p>(iii) Construimos una recta APQ tal que &lt;YAQ sea agudo, y AP = AB y AQ = 
  AY</p>
<p>(iv) Construimos D en AB tal que PD//QB , E en AC tal que DE//BC, y sea F el 
  punto de encuentro a BC y AX.</p>
<p>Entonces DEF es un tri&aacute;ngulo equil&aacute;tero.</p>
<p>(Razones: DEF est&aacute; inscrito en ABC es una versi&oacute;n &quot;a escala&quot; 
  de BCX inscrito en AYZ)</p>
<p>Ejemplo 5.</p>
<p>(i) Escojamos cualquier A' en AB y constuyamos D en AC y E en BC con: </p>
<p>&lt;DA'A = &lt;EA'B=60&ordm;.</p>
<p><img src="pro208im7.jpg" width="335" height="229"></p>
<p>(ii) Construyamos la circunferencia a trav&eacute;s de D E y A'. Cortar&aacute; 
  otra vez a AB en F.</p>
<p>Entonces DEF es un tri&aacute;ngulo equil&aacute;tero.</p>
<p>(Razones: Por las propiedades de la circunferencia, </p>
<p>&lt;DFE = &lt; DAE =60&ordm;, y &lt;FDE =&lt; FA'E=60&ordm;)</p>
<p>&nbsp;</p>
<p>Finalmente damos una generalizaci&oacute;n sorprendente de la contrucci&oacute;n anterior:</p>
<p>&nbsp;</p>
<applet code="CabriJava.class"  width="700" height="400" archive="sol/CabriJava.jar">
    <param name="lang" value="en">
    <param name="bgcolor" value="#F0F0CC">
    <param name="file" value="pro208.fig">
</applet>
<p>Problema:</p>
<p><img src="pro208im8.JPG" width="497" height="253"> </p>
<p>En la situaci&oacute;n geom&eacute;trica expuesta (con una descripci&oacute;n anal&iacute;tica que puede ser descrita, </p>
<p>cuya descripci&oacute;n gr&aacute;fica se da) construir tres puntos , uno en a otro en b y otro en c, </p>
<p>de manera que formen un tri&aacute;ngulo equil&aacute;tero. </p>
<p>&nbsp;</p>
<p>Soluciones.</p>
<p>Podemos adaptar los ejemplos 1 2 y 5 para este problema m&aacute;s general. </p>
<p>Por ejemplo como se ha hecho en 5, escojamos P en c, y construyamos D y E</p>
<p>como se muestra.</p>
<p><img src="pro208im9.JPG" width="497" height="253"></p>
<p>&nbsp;</p>
<p>Entonces la circunferencia que pasa por D, E y P, encuentra a c otra vez en F.</p>
<p>El tri&aacute;ngulo DEF es equil&aacute;tero.. </p>
<p>Es sorprendente cu&aacute;nta diversi&oacute;n guarda el &quot;eterno tri&aacute;ngulo&quot;.</p>
<p>&nbsp; </p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp; </p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
