<title>trianguloscabri250</title> 


<body bgcolor="#FFFFFF">
<h1>Problema 249 de <i>tri&aacute;nguloscabri</i> </h1>
<table width="100%" border="0">
  <tr> 
    <td bgcolor="#FFFF99" height="32">Circunscribir un tri&aacute;ngulo a un c&iacute;rculo 
      de manera que los tres v&eacute;rtices est&eacute;n sobre tres rectas que 
      pasan por el centro del c&iacute;rculo.</td>
  </tr>
  <tr> 
    <td height="21"> 
      <div align="right"> 
        <p><font size="-1">Problemas Gr&aacute;ficos de Geometr&iacute;a de Juan 
          Sapi&ntilde;a Borja. Propuesto por Jose Mar&iacute;a Pedret</font></p>
      </div>
    </td>
  </tr>
</table>
<p><font face="Verdana, Arial, Helvetica, sans-serif"><i>Soluci&oacute;n de <a href="http://garciacapitan.auna.com">Francisco 
  Javier Garc&iacute;a Capit&aacute;n</a></i> </font></p>
<p><img src="341.jpg" width="527" height="355" align="right">Despreocup&eacute;monos 
  del c&iacute;rculo y consigamos primero un tri&aacute;ngulo <i>A'B'C'</i> que 
  tenga por bisectrices a las tres rectas dadas. Para ello, sea <i>A'</i> cualquier 
  punto sobre <i>ra</i>, una de las rectas, y sean <i>P</i> el sim&eacute;trico 
  de A' respecto de <i>rc</i>, y <i>R</i> el sim&eacute;trico de <i>Q</i> respecto 
  de <i>rb</i>. La recta <i>A'R</i> ser&aacute; la recta <i>A'B'</i>, por lo que<i> 
  B'</i> aparece como intersecci&oacute;n de <i>A'R</i> y <i>rb</i>.</p>
<p>La recta <i>B'C'</i> es la sim&eacute;trica de <i>A'B'</i> respecto de rb. 
  La intersecci&oacute;n de esta recta sim&eacute;trica con rc nos dar&aacute; 
  el tercer v&eacute;rtice <i>C'</i>.</p>
<p>La circunferencia inscrita al tri&aacute;ngulo <i>A'B'C'</i> ser&aacute; conc&eacute;ntrica 
  a la circunferencia dada, as&iacute; que todo lo que hay que hacer es aplicar 
  al tri&aacute;ngulo <i>A'B'C'</i> la homotecia que lleva una circunferencia 
  en la otra. Para ello, trazamos una perpendicular a <i>A'B' </i>por el centro 
  de la circunferencia dada, hallamos el punto de intersecci&oacute;n de esta 
  perpendicular con la circunferencia, y trazamos por ella una paralela a <i>A'B'</i> 
  que determinar&aacute; los v&eacute;rtices <i>A</i> y <i>B</i> al cortar con 
  <i>ra</i> y <i>rb</i>. los lados <i>AC</i> y <i>BC</i> se obtienen trazando 
  paralelas a <i>A'C'</i> y <i>B'C'</i> respectivamente.</p>
