<title>trianguloscabri236</title> 


<body bgcolor="#FFFFFF">
<table width="100%" border="0">
  <tr> 
    <td height="2"> 
      <h1><font face="Verdana, Arial, Helvetica, sans-serif">Problema 236 de <i>tri&aacute;nguloscabri</i></font></h1>
    </td>
  </tr>
</table>
<table width="100%" border="0">
  <tr> 
    <td bgcolor="#FFFF99" height="31"> <b>358</b>. Construir un tri&aacute;ngulo 
      rect&aacute;ngulo conociendo los pies de las tres bisectrices.</td>
  </tr>
  <tr> 
    <td height="12"> 
      <div align="right"> 
        <p><font size="-1">Problemas Gr&aacute;ficos de Geometr&iacute;a. Juan 
          Sapi&ntilde;a Borja. Propuesto por Jose Mar&iacute;a Pedret.</font></p>
      </div>
    </td>
  </tr>
</table>
<p><font face="Verdana, Arial, Helvetica, sans-serif"><i>Soluci&oacute;n de <a href="http://garciacapitan.auna.com">Francisco 
  Javier Garc&iacute;a Capit&aacute;n</a></i> </font></p>
<p><img src="358a.jpg" width="435" height="213" align="right">En la figura de 
  la derecha mostramos un tri&aacute;ngulo rect&aacute;ngulo <i>ABC</i> con sus 
  bisectrices <i>AD</i>, <i>BE</i> y <i>CF</i>. </p>
<p>Si s&oacute;lo conocemos los puntos <i>D</i>, <i>E</i> y <i>F</i>, podemos 
  determinar el v&eacute;rtice A teniendo en cuenta que:</p>
<ul>
  <li>Desde <i>A</i> se ve <i>EF</i> bajo un &aacute;ngulo recto, por lo que A 
    estar&aacute; en la circunferencia de di&aacute;metro <i>EF</i>.</li>
  <li>Desde A se ve el segmento <i>FD</i> bajo un &aacute;ngulo de 45&ordm;, por 
    lo que A estar&aacute; tambi&eacute;n en el arco capaz del segmento <i>FD</i> 
    para el &aacute;ngulo de 45&ordm;.</li>
</ul>
<p>Ahora determinamos el incentro <i>I</i> teniendo en cuenta que desde <i>I</i> 
  se ve el segmento <i>EF</i> bajo un &aacute;ngulo de 135&ordm;, por lo que <i>I</i> 
  estar&aacute; en la intersecci&oacute;n del arco capaz correspondiente con el 
  segmento <i>AD</i>.</p>
<p>Una vez determinado <i>I</i>, podemos trazar las rectas <i>EI</i> y <i>FI</i> 
  que determinar&aacute;n con las rectas <i>AF</i> y <i>AE</i>, respectivamente 
  los v&eacute;rtices <i>B</i> y <i>C</i> del tri&aacute;ngulo buscado.</p>
<p>Observemos que si <i>D</i>, <i>E</i>, <i>F</i> son puntos cualesquiera del 
  plano no estar&aacute; asegurado que la recta <i>BC</i> contenga al punto <i>D</i>. 
  En efecto, la construcci&oacute;n anterior ser&aacute; la misma si sustituimos 
  el punto <i>D</i> por cualquier otro punto que est&eacute; en la recta <i>AI</i> 
  que hemos obtenido a partir de <i>D</i>, <i>E</i> y <i>F</i>.</p>
<div align="center"><img src="358b.jpg" width="573" height="375"> </div>
<div class=Section1>
<div class=Section1></div>
</div>
