<title>trianguloscabri248</title> 


<body bgcolor="#FFFFFF">
<h1>Problema 248 de <i>tri&aacute;nguloscabri</i> </h1>
<table width="100%" border="0">
  <tr> 
    <td bgcolor="#FFFF99" height="41">Sean <i>M</i> y <i>N</i> los puntos medios 
      tomados sobre dos lados cualesquiera del tri&aacute;ngulo <i>ABC</i>. Sea 
      <i>X</i> un punto variable elegido en el otro lado. Se pide el lugar geom&eacute;trico 
      descrito por los ortocentros cuando <i>X</i> se mueve sobre la recta que 
      contiene al lado en el que se encuentra</td>
  </tr>
  <tr> 
    <td height="21"> 
      <div align="right"> 
        <p><font size="-1">Propuesto por Juan Bosco Romero M&aacute;rquez</font></p>
      </div>
    </td>
  </tr>
</table>
<p><font face="Verdana, Arial, Helvetica, sans-serif"><i>Soluci&oacute;n de <a href="http://garciacapitan.auna.com">Francisco 
  Javier Garc&iacute;a Capit&aacute;n</a></i> </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif">An&aacute;lisis con Cabri</font></p>
<p> <img src="248a.jpg" width="416" height="287" align="right">La herramienta 
  <b>Lugar geom&eacute;trico</b> de <i>Cabri</i> enseguida nos muestra que el 
  lugar geom&eacute;trico pedido es una par&aacute;bola, y que el eje de dicha 
  par&aacute;bola es la mediatriz del segmento <i>MN</i>.</p>
<p>Para trazar la par&aacute;bola con <i>Cabri</i> sin usar <b>Lugar Geom&eacute;trico</b>, 
  podemos considerar, como se muestra en la figura, el caso particular en que 
  <i>X</i> es la intersecci&oacute;n de <i>BC</i> con la mediatriz de <i>MN</i>. 
  De esta manera, hallaremos el v&eacute;rtice V de la par&aacute;bola.</p>
<p>En la figura, hemos trazado adem&aacute;s el ortocentro <i>D</i> del tri&aacute;ngulo 
  <i>BMN</i> (haciendo <i>X</i>=B), y el sim&eacute;trico <i>E</i> de <i>D</i> 
  respecto de la mediatriz de <i>MN</i>.</p>
<p>Con estos cinco puntos (<i>D</i>, <i>E</i>, <i>M</i>, <i>N</i> y <i>V</i>) 
  podemos usar la herramienta <b>C&oacute;nica</b> de Cabri y trazar nuestra par&aacute;bola.</p>
<p><font face="Verdana, Arial, Helvetica, sans-serif">Demostraci&oacute;n con 
  geometr&iacute;a anal&iacute;tica</font></p>
<p><img src="248b.jpg" width="397" height="283" align="right">Para demostrar las 
  afirmaciones anteriores y encontrar la ecuaci&oacute;n y elementos de la par&aacute;bola 
  recurrimos a la geometr&iacute;a anal&iacute;tica tomando como origen el punto 
  <i>B</i>, a <i>C</i> en el semieje positivo de <i>x</i>, y <i>A</i> en cualquier 
  lugar del plano.</p>
<p>Llamemos <i>H</i> al ortocentro del tri&aacute;ngulo <i>XMN</i>. El punto H 
  ser&aacute; la intersecci&oacute;n de las recta perpendicular a BC por X (de 
  ecuaci&oacute;n <i>x</i> = <i>t</i>) y la perpendicular a <i>XN</i> por <i>M</i>, 
  cuya ecuaci&oacute;n normal es</p>
<p><img src="ecuacion1.gif" width="228" height="45"></p>
<p>y entonces, la intersecci&oacute;n de las dos rectas tendr&aacute; por ecuaci&oacute;n</p>
<p><img src="ecuacion2.gif" width="345" height="101"></p>
<p>As&iacute; demostramos que se trata de una par&aacute;bola, y que si la identificamos 
  con la f&oacute;rmula general <img src="ecuacion3.gif" width="142" height="25" align="absmiddle">, 
  vemos que tiene <img src="ecuacion4.gif" width="48" height="41" align="absmiddle"> 
  es decir la distancia del foco al v&eacute;rtice es la octava parte de la altura 
  trazada por <i>A</i> al tri&aacute;ngulo <i>ABC</i>.</p>
